/* Subtitle for screen shown when credentials were added successfully. */
"ConnectionSuccess.Create.Subtitle" = "Du er tilkoblet %@.";

/* Title for screen shown when credentials were added successfully. */
"ConnectionSuccess.Create.Title" = "Tilkoblingen var vellykket";

/* Subtitle for screen shown when credentials were added successfully. */
"ConnectionSuccess.Update.Subtitle" = "Tilkoblingen til %@ er nå oppdatert.";

/* Title for screen shown when credentials were added successfully. */
"ConnectionSuccess.Update.Title" = "Oppdateringen var vellykket";

/* Description shown in the concent information screen. */
"ConsentInformation.Description" = "Gjennom denne tjenesten samler vi inn finansielle data fra deg. Disse datapunktene vil vi samle inn fra deg:";

/* Title shown in the concent information screen. */
"ConsentInformation.Title" = "Vi vil samle inn følgende data fra deg";

/* Description text for add credentials screen. */
"Credentials.Description" = "Logg på %@ for å fortsette";


/* Text explaining that the client will obtain financial information from the current user with a link for more information on which financial information specifically. */
"Credentials.ConsentText" = "%@ vil samle inn noen av dine finansielle opplysninger. Les mer";
/* Title for action to continue adding credentials. */
"Credentials.Discard.ContinueAction" = "Fortsett å redigere";

/* Title for action to discard adding credentials. */
"Credentials.Discard.PrimaryAction" = "Forkast endringene";

/* Title for action sheet presented when user tries to dismiss modal while adding credentials. */
"Credentials.Discard.Title" = "Er du sikker på at du vil forkaste denne nye legitimasjonen?";

/* Title for error shown when authentication failed while adding credentials. */
"Credentials.Error.AuthenticationFailed" = "Godkjenning mislyktes";

/* Message for error shown when credentials already exists. */
"Credentials.Error.CredentialsAlreadyExists" = "Du er allerede koblet til denne banken eller tjenesten.";

/* Title for error shown when a permanent failure occured while adding credentials. */
"Credentials.Error.PermanentFailure" = "Permanent feil";

/* Title for error shown when a temporary failure occured while adding credentials. */
"Credentials.Error.TemporaryFailure" = "Midlertidig feil";

/* Text for BankID button shown in the add credentials/authenticate screen. */
"Credentials.OpenBankID" = "Åpne BankID";

/* Privacy policy clickable text used in Credentials.TermsAndConsentText. */
"Credentials.PrivacyPolicy" = "personvernerklæring";


/* Read more text (clickable) to lead to consent information. */
"Credentials.ReadMore" = "Les mer";
/* Terms and conditions clickable text used in Credentials.TermsAndConsentText. */
"Credentials.TermsAndConditions" = "vilkår";

/* Text explaining that when using the service, the user agrees to Tink's Terms and Conditions, Privacy Policy. And the text explaining that the client will obtain financial information from the current user with a link for more information on which financial information specifically. */
"Credentials.TermsAndConsentText" = "Ved å bruke tjenesten godtar du Tinks %1$@ og %2$@. %3$@ vil hente inn deler av din finansielle informasjon. %4$@";


/* Text explaining that when using the service, the user agrees to Tink's Terms and Conditions and Privacy Policy. */
"Credentials.TermsText" = "Ved at du bruker denne tjenesten, godtar du Tinks vilkår og personvernerklæring";
/* Title for add credentials/authenticate screen. */
"Credentials.Title" = "Godkjenning";


/* Subtitle for screen shown when credentials were added successfully. */
"ConnectionSuccess.Subtitle" = "Kontoen din er koblet til %@.";

/* Title for screen shown when credentials were added successfully. */
"ConnectionSuccess.Title" = "Tilkoblingen var vellykket";
/* Text for the warning shown when the developer is unverified. */
"Credentials.UnverifiedClient" = "Ikke verifisert. Denne løsningen er bare til utviklingsformål. Ikke oppgi bankinformasjonen din med mindre du stoler på utvikleren.";

/* View details text (clickable) to lead to consent information that used in Credentials.TermsAndConsentText. */
"Credentials.ViewDetails" = "Vis detaljer";

/* Text shown for progress indicator dialog when in loading state. */
"CredentialsStatus.Authorizing" = "Godkjenner…";

/* Text shown for dialog when supplemental information is cancelled and waiting for credential status update. */
"CredentialsStatus.Cancelling" = "Avbryter…";

/* Text shown for dialog when supplemental information is submitted and waiting for credential status update. */
"CredentialsStatus.Sending" = "Sender…";

/* Text shown for progress indicator dialog when status is CredentialStatus.Updating. */
"CredentialsStatus.Updating" = "Kobler til %@. Vent litt …";

/* Fallback text shown when fail to get bank name while updating credentials. */
"CredentialsStatus.UpdatingFallback" = "Kobler til, vennligst vent…";

/* Text shown when adding credentials and waiting for authentication on another device. */
"CredentialsStatus.WaitingForAuthenticationOnAnotherDevice" = "Venter på autentisering på en annen enhet";

/* Text for field validation error shown when text entered exceeds character limit. */
"Field.Validation.MaxLengthLimit" = "Dette feltet kan ikke være lengre enn %d.";

/* Text for field validation error shown when text entered is shorter than required. */
"Field.Validation.MinLengthLimit" = "Dette feltet må inneholde minst %d tegn.";

/* Text for field validation error shown when no text is entered for a required field. */
"Field.Validation.RequiredFieldEmptyValue" = "Dette feltet kan ikke stå tomt.";

/* Text used to form a list. */
"Generic.And" = "og";

/* Text shown for Cancel button. */
"Generic.Cancel" = "Avbryt";

/* Title for cancelled request. */
"Generic.Cancelled" = "Avbrutt";

/* Title for generic button to continue an action. */
"Generic.Continue" = "Fortsett";

/* Title for action to dismiss error alert. */
"Generic.Dismiss" = "Forkast";

/* Title for action to confirm an event. */
"Generic.Done" = "Ferdig";

/* Title generic alert. */
"Generic.Error" = "Noe gikk galt. Prøv igjen senere.";

/* Title for generic text to login. */
"Generic.Login" = "Logg på";

/* Title for action to confirm alert. */
"Generic.OK" = "OK";

/* Title for action to retry a failed request. */
"Generic.Retry" = "Prøv igjen";

/* Title for error alert if error doesn't contain a description. */
"Generic.ServiceAlert.FallbackTitle" = "Tjenesten er utilgjengelig for øyeblikket.";

/* Description of the provider capability Checking Accounts. */
"ProviderCapability.CheckingAccounts" = "Brukskontoer";

/* Description of the provider capability Credit Cards. */
"ProviderCapability.CreditCards" = "Kredittkort";

/* Description of the provider capability E-Invoices. */
"ProviderCapability.EInvoices" = "E-fakturaer";

/* Description of the provider capability Identity Data. */
"ProviderCapability.IdentityData" = "Identitetsdata";

/* Description of the provider capability Investments. */
"ProviderCapability.Investments" = "Investeringer";

/* Description of the provider capability Loans. */
"ProviderCapability.Loans" = "Lån";

/* Description of the provider capability Mortgage Aggregation. */
"ProviderCapability.MortgageAggregation" = "Oppkjøp av pantelån i andrehåndsmarkedet";

/* Description of the provider capability Mortgage Loan. */
"ProviderCapability.MortgageLoan" = "Pantelån";

/* Description of the provider capability Payments. */
"ProviderCapability.Payments" = "Betalinger";

/* Description of the provider capability Savings Accounts. */
"ProviderCapability.SavingsAccounts" = "Sparekontoer";

/* Description of the provider capability Transfers. */
"ProviderCapability.Transfers" = "Overføringer";

/* Description for error when providers could not be loaded. */
"ProviderList.Error.Description" = "Vi er informert om denne feilen og jobber hardt for å løse den. Bare vent litt før du prøver igjen.";

/* Description for error when providers could not be loaded and it is likely it's a temporary error. */
"ProviderList.Error.Temporary" = "Dette kan være en midlertidig feil. Prøv igjen og se om problemet vedvarer.";

/* Title for when providers could not be loaded. */
"ProviderList.Error.Title" = "Vi beklager, men vi kan ikke laste noen banker for øyeblikket";

/* Placeholder in search field shown in provider list. */
"ProviderList.SearchHint" = "Søk etter en bank eller et kort";

/* Title for list of all providers. */
"ProviderList.Title" = "Velg bank";

/* Information text shown in the choose access type screen. */
"SelectAccessType.Information" = "På grunn av EU-forskrifter må forskjellige kontotyper kobles til hver for seg.";

/* Title for the other account type (not an open banking account type) on the choose access type screen. */
"SelectAccessType.OtherType" = "Annen";

/* Title of the choose access type screen. */
"SelectAccessType.Title" = "Tilkoblingstype";

/* Title for the business authentication user type */
"SelectAuthenticationUserType.Business" = "Bedrift";

/* Title for the corporate authentication user type */
"SelectAuthenticationUserType.Corporate" = "Korporasjon";

/* Title for the personal authentication user type */
"SelectAuthenticationUserType.Personal" = "Personlig";

/* Title when picking authentication user type. */
"SelectAuthenticationUserType.Title" = "Påloggingstype";

/* Title for choose credential type screen. */
"SelectCredentialsType.Title" = "Påloggingsmetode";

/* Description shown for QR code in the supplemental information dialog. */
"SupplementalInformation.QRCodeDescription" = "Åpne BankID på mobilen og skann denne QR-koden for å autentisere.";

/* Error shown when QR code cannot be fetched/generated/displayed. */
"SupplementalInformation.QRCodeError" = "Det oppstod en feil ved innlasting av QR-koden. Prøv igjen senere.";

/* Title shown for QR code in the supplemental information dialog. */
"SupplementalInformation.QRCodeTitle" = "Åpne BankID-appen";

/* Title for button to submit supplemental information. */
"SupplementalInformation.Submit" = "Send inn";

/* Title of the supplemental information dialog. */
"SupplementalInformation.Title" = "Utfyllende informasjon";

/* Title for action to download app for third-party app authentication. */
"ThirdPartyAppAuthentication.DownloadAlert.Download" = "Last ned";

